Repository: Tupham16/CedarScan
Catalog: Localization/Localizable.xcstrings
Source language: en
Languages: cs, de, es, fr, nl, sk, vi

source: Scan another area of this home
cs: Naskenovat další část tohoto domu
de: Weiteren Bereich dieses Hauses scannen
es: Escanear otra zona de esta vivienda
fr: Numériser une autre zone de la maison
nl: Scan nog een deel van deze woning
sk: Naskenovať ďalšiu časť tohto domu
vi: Quét thêm khu vực còn thiếu

source: Scan coaching
cs: Pokyny při skenování
de: Scan-Hinweise
es: Asistencia al escanear
fr: Guidage de numérisation
sk: Pokyny pri skenovaní
vi: Trợ giúp khi quét

source: Scan interrupted — waiting to recover…
cs: Skenování bylo přerušeno — čekáme na obnovení…
de: Scan unterbrochen — Warten auf Wiederherstellung …
es: Escaneo interrumpido — esperando a que se recupere…
fr: Numérisation interrompue — en attente de reprise…
nl: Scan onderbroken — wachten op herstel…
sk: Skenovanie prerušené — čaká sa na obnovenie…
vi: Phiên quét bị gián đoạn — đang chờ khôi phục…

source: Scan later
cs: Naskenovat později
de: Später scannen
es: Escanear después
fr: Numériser plus tard
nl: Later scannen
sk: Naskenovať neskôr
vi: Quét sau

source: Scan more
cs: Skenovat další část
de: Mehr scannen
es: Escanear más
fr: Numériser une autre zone
nl: Meer scannen
sk: Doskenovať
vi: Quét bổ sung

source: Scan quality is low
cs: Nízká kvalita skenu
de: Scan-Qualität ist niedrig
es: La calidad del escaneo es baja
fr: Qualité de numérisation faible
nl: De scankwaliteit is laag
sk: Kvalita skenu je nízka
vi: Chất lượng bản quét thấp

source: Scan quality: %lld/100 (%@)
cs: Kvalita skenu: %lld/100 (%@)
de: Scan-Qualität: %lld/100 (%@)
es: Calidad del escaneo: %lld/100 (%@)
fr: Qualité de la numérisation : %lld/100 (%@)
nl: Scankwaliteit: %lld/100 (%@)
sk: Kvalita skenu: %lld/100 (%@)
vi: Chất lượng quét: %lld/100 (%@)

source: Scan saved
cs: Sken uložen
de: Scan gespeichert
es: Escaneo guardado
fr: Numérisation enregistrée
nl: Scan opgeslagen
sk: Sken uložený
vi: Đã lưu bản quét

source: Scan the rest now
cs: Naskenovat zbytek hned
de: Rest jetzt scannen
es: Escanear el resto ahora
fr: Numériser le reste maintenant
nl: De rest nu scannen
sk: Naskenovať zvyšok teraz
vi: Quét phần còn lại ngay

source: Scan the whole home in one continuous pass — multiple floors are fine. If it's very large, split it into several scans (Part 1, Part 2…). Or long-press an existing scan in the main list to move it here.
cs: Naskenujte celý dům jedním souvislým průchodem — klidně i více podlaží. Pokud je moc velký, rozdělte ho do několika skenů (Part 1, Part 2…). Nebo podržte prst na existujícím skenu v hlavním seznamu a přesuňte ho sem.
de: Scannen Sie das ganze Haus in einem Durchgang — auch über mehrere Etagen. Bei einem sehr großen Haus teilen Sie es in mehrere Scans auf (Part 1, Part 2 …). Oder halten Sie einen vorhandenen Scan in der Hauptliste gedrückt, um ihn hierher zu verschieben.
es: Escanea toda la vivienda en un solo recorrido continuo — varias plantas no son problema. Si es muy grande, divídela en varios escaneos (Parte 1, Parte 2…). O mantén pulsado un escaneo existente en la lista principal para moverlo aquí.
fr: Numérisez toute la maison en un seul passage continu — plusieurs étages, aucun problème. Si elle est très grande, divisez-la en plusieurs numérisations (Part 1, Part 2…). Ou appuyez longuement sur une numérisation existante dans la liste principale pour la déplacer ici.
nl: Scan de hele woning in één doorlopende ronde — meerdere verdiepingen zijn prima. Is de woning erg groot, verdeel die dan over meerdere scans (Deel 1, Deel 2…). Of houd een bestaande scan in de hoofdlijst lang ingedrukt om die hierheen te verplaatsen.
sk: Naskenujte celý dom jedným súvislým prechodom — viac podlaží nie je problém. Ak je veľmi veľký, rozdeľte ho na viac skenov (Časť 1, Časť 2…). Alebo dlho podržte existujúci sken v hlavnom zozname a presuňte ho sem.
vi: Quét liền một mạch cả căn nhà là tốt nhất (kể cả nhiều tầng). Nhà quá lớn thì chia thành nhiều bản quét (Part 1, Part 2…). Hoặc nhấn giữ bản quét có sẵn ở danh sách chính để chuyển vào đây.

source: Scanning
cs: Skenování
de: Scannen
es: Escaneo
fr: Numérisation
nl: Scannen
sk: Skenovanie
vi: Quét

source: Scans
cs: Skeny
es: Escaneos
fr: Numérisations
sk: Skeny
vi: Bản quét

source: Scans to send
cs: Skeny k odeslání
de: Zu sendende Scans
es: Escaneos por enviar
fr: Numérisations à envoyer
nl: Te versturen scans
sk: Skeny na odoslanie
vi: Bản quét sẽ gửi

source: Search homes and scans
cs: Hledat nemovitosti a skeny
de: Objekte und Scans durchsuchen
es: Buscar viviendas y escaneos
fr: Rechercher maisons et numérisations
nl: Zoek woningen en scans
sk: Hľadať nehnuteľnosti a skeny
vi: Tìm dự án, bản quét

source: Search order # or scan name
cs: Hledat číslo objednávky nebo název skenu
de: Bestellnr. oder Scan-Namen suchen
es: Buscar n.º de pedido o escaneo
fr: N° de commande ou nom de numérisation
nl: Zoek op bestelnummer of scannaam
sk: Hľadať č. objednávky alebo názov skenu
vi: Tìm số đơn hoặc tên bản quét

source: Select the other floors of the same home to order everything together.
cs: Vyberte ostatní podlaží téhož domu a objednejte vše společně.
de: Wählen Sie die anderen Etagen desselben Hauses aus, um alles zusammen zu bestellen.
es: Selecciona las otras plantas de la misma vivienda para pedir todo junto.
fr: Sélectionnez les autres étages de la même maison pour tout commander ensemble.
nl: Selecteer de andere verdiepingen van dezelfde woning om alles samen te bestellen.
sk: Vyberte ostatné podlažia toho istého domu a objednajte všetko naraz.
vi: Chọn các tầng khác của cùng căn nhà để đặt chung một đơn.

source: Send
cs: Odeslat
de: Senden
es: Enviar
fr: Envoyer
nl: Versturen
sk: Odoslať
vi: Gửi

source: Send code
cs: Odeslat kód
de: Code senden
es: Enviar código
fr: Envoyer le code
nl: Code versturen
sk: Poslať kód
vi: Gửi mã

source: Send extra scan
cs: Odeslat doplňující sken
de: Zusatz-Scan senden
es: Enviar escaneo adicional
fr: Envoyer une numérisation supplémentaire
nl: Extra scan versturen
sk: Poslať ďalší sken
vi: Gửi bổ sung bản quét

source: Send extra scan (%lld)
cs: Odeslat doplňující sken (%lld)
de: Zusatz-Scan senden (%lld)
es: Enviar escaneo adicional (%lld)
fr: Envoyer des numérisations supplémentaires (%lld)
nl: Extra scan versturen (%lld)
sk: Poslať ďalší sken (%lld)
vi: Gửi bổ sung bản quét (%lld)

source: Send extra scan to %@
cs: Odeslat doplňující sken do objednávky %@
de: Zusatz-Scan an %@ senden
es: Enviar escaneo adicional a %@
fr: Envoyer une numérisation supplémentaire à %@
nl: Extra scan versturen naar %@
sk: Poslať ďalší sken – %@
vi: Gửi bổ sung vào đơn %@

source: Send to order %@
cs: Odeslat do objednávky %@
de: An Bestellung %@ senden
es: Enviar al pedido %@
fr: Envoyer à la commande %@
nl: Versturen naar bestelling %@
sk: Poslať do objednávky %@
vi: Gửi vào đơn %@

source: Send your scans to our team and get professional floor plans back — right in this app.
cs: Pošlete své skeny našemu týmu a dostanete zpět profesionální půdorysy — přímo v této aplikaci.
de: Senden Sie Ihre Scans an unser Team und erhalten Sie professionelle Grundrisse zurück — direkt in dieser App.
es: Envía tus escaneos a nuestro equipo y recibe planos de planta profesionales — directamente en esta app.
fr: Envoyez vos numérisations à notre équipe et recevez des plans d'étage professionnels — directement dans cette application.
nl: Stuur je scans naar ons team en ontvang professionele plattegronden terug — gewoon in deze app.
sk: Pošlite svoje skeny nášmu tímu a dostanete profesionálne pôdorysy — priamo v tejto aplikácii.
vi: Gửi bản quét cho đội ngũ Cedar247 và nhận bản vẽ mặt bằng chuyên nghiệp ngay trong app.

source: Sending to %@…
cs: Odesílání do objednávky %@…
de: Wird an %@ gesendet …
es: Enviando al pedido %@…
fr: Envoi à la commande %@…
nl: Versturen naar %@…
sk: Odosiela sa do objednávky %@…
vi: Đang gửi vào đơn %@…

source: Sending your scan… (%lld/%lld)
cs: Odesílání skenu… (%lld/%lld)
de: Ihr Scan wird gesendet … (%lld/%lld)
es: Enviando tu escaneo… (%lld/%lld)
fr: Envoi de votre numérisation… (%lld/%lld)
nl: Je scan wordt verstuurd… (%lld/%lld)
sk: Odosiela sa váš sken… (%lld/%lld)
vi: Đang gửi bản quét… (%lld/%lld)

source: Sent — %lld scan(s) added to %@
cs: Odesláno — skeny (%lld) přidány do objednávky %@
de: Gesendet — %lld Scan(s) zu %@ hinzugefügt
es: Enviado — %lld escaneo(s) añadido(s) a %@
fr: Envoyé — %lld numérisation(s) ajoutée(s) à %@
nl: Verstuurd — %lld scan(s) toegevoegd aan %@
sk: Odoslané — skeny (%lld) pridané do objednávky %@
vi: Đã gửi — %lld bản quét vào đơn %@

source: Set new password
cs: Nastavit nové heslo
de: Neues Passwort festlegen
es: Establecer nueva contraseña
fr: Définir le nouveau mot de passe
nl: Nieuw wachtwoord instellen
sk: Nastaviť nové heslo
vi: Đặt mật khẩu mới

source: Several floors — scan straight through
cs: Více podlaží — skenujte jedním tahem
de: Mehrere Etagen — am Stück scannen
es: Varias plantas — escanea sin detenerte
fr: Plusieurs étages — numérisez d'une seule traite
nl: Meerdere verdiepingen — scan in één keer door
sk: Viacero podlaží — skenujte jedným ťahom
vi: Nhiều tầng — quét liền một mạch

source: Share
cs: Sdílet
de: Teilen
es: Compartir
fr: Partager
nl: Delen
sk: Zdieľať

source: Sign in
cs: Přihlásit se
de: Anmelden
es: Iniciar sesión
fr: Se connecter
nl: Inloggen
sk: Prihlásiť sa
vi: Đăng nhập

source: Sign in to Cedar247
cs: Přihlaste se k Cedar247
de: Bei Cedar247 anmelden
es: Inicia sesión en Cedar247
fr: Connectez-vous à Cedar247
nl: Inloggen bij Cedar247
sk: Prihláste sa do Cedar247
vi: Đăng nhập Cedar247

source: Sign in to order a professional floor plan from this scan.
cs: Přihlaste se a objednejte si z tohoto skenu profesionální půdorys.
de: Melden Sie sich an, um aus diesem Scan einen professionellen Grundriss zu bestellen.
es: Inicia sesión para pedir un plano de planta profesional a partir de este escaneo.
fr: Connectez-vous pour commander un plan d'étage professionnel à partir de cette numérisation.
nl: Log in om een professionele plattegrond van deze scan te bestellen.
sk: Prihláste sa a objednajte si z tohto skenu profesionálny pôdorys.
vi: Đăng nhập để đặt làm bản vẽ mặt bằng chuyên nghiệp từ bản quét này.

source: Sign in to see your orders
cs: Objednávky uvidíte po přihlášení
de: Anmelden, um Bestellungen zu sehen
es: Inicia sesión para ver tus pedidos
fr: Connectez-vous pour voir vos commandes
nl: Log in om je bestellingen te zien
sk: Prihláste sa a pozrite si svoje objednávky
vi: Đăng nhập để xem đơn hàng

source: Sign in with your new password. Other devices were signed out for safety.
cs: Přihlaste se novým heslem. Ostatní zařízení byla z bezpečnostních důvodů odhlášena.
de: Melden Sie sich mit Ihrem neuen Passwort an. Andere Geräte wurden zur Sicherheit abgemeldet.
es: Inicia sesión con tu nueva contraseña. Por seguridad, se cerró la sesión en los demás dispositivos.
fr: Connectez-vous avec votre nouveau mot de passe. Les autres appareils ont été déconnectés par sécurité.
nl: Log in met je nieuwe wachtwoord. Andere apparaten zijn voor de veiligheid uitgelogd.
sk: Prihláste sa svojím novým heslom. Ostatné zariadenia boli z bezpečnostných dôvodov odhlásené.
vi: Đăng nhập bằng mật khẩu mới. Các thiết bị khác đã bị đăng xuất để bảo mật.

source: Sign out
cs: Odhlásit se
de: Abmelden
es: Cerrar sesión
fr: Se déconnecter
nl: Uitloggen
sk: Odhlásiť sa
vi: Đăng xuất

source: Slow down
cs: Zpomalte
de: Langsamer gehen
es: Ve más despacio
fr: Ralentissez
nl: Langzamer
sk: Spomaľte
vi: Đi chậm lại

source: Some scans have low quality
cs: Některé skeny mají nízkou kvalitu
de: Einige Scans haben niedrige Qualität
es: Algunos escaneos tienen baja calidad
fr: Certaines numérisations sont de faible qualité
nl: Sommige scans zijn van lage kwaliteit
sk: Niektoré skeny majú nízku kvalitu
vi: Có bản quét chất lượng thấp

source: Something went wrong. Please try again.
cs: Něco se pokazilo. Zkuste to prosím znovu.
de: Etwas ist schiefgelaufen. Bitte versuchen Sie es erneut.
es: Algo salió mal. Inténtalo de nuevo.
fr: Une erreur s'est produite. Veuillez réessayer.
nl: Er is iets misgegaan. Probeer het opnieuw.
sk: Niečo sa pokazilo. Skúste to znova, prosím.
vi: Có lỗi xảy ra. Vui lòng thử lại.

source: Spin the model to check for any room you missed.
cs: Otáčejte modelem a zkontrolujte, jestli jste nevynechali některou místnost.
de: Drehen Sie das Modell und prüfen Sie, ob Sie einen Raum übersehen haben.
es: Gira el modelo para ver si te faltó alguna habitación.
fr: Faites pivoter le modèle pour vérifier qu'aucune pièce n'a été oubliée.
nl: Draai het model rond om te zien of je geen kamer hebt gemist.
sk: Otáčajte modelom a skontrolujte, či ste nevynechali žiadnu miestnosť.
vi: Xoay mô hình để chắc không sót phòng nào.

source: Start scanning
cs: Začít skenovat
de: Scan starten
es: Empezar a escanear
fr: Commencer la numérisation
nl: Beginnen met scannen
sk: Začať skenovať
vi: Bắt đầu quét

source: Step back a little
cs: Trochu poodstupte
de: Einen Schritt zurück
es: Aléjate un poco
fr: Reculez un peu
nl: Doe een stapje terug
sk: Trochu ustúpte
vi: Lùi ra xa một chút

source: Still looking… no luck. Type the address instead.
cs: Stále hledáme… bez úspěchu. Zadejte adresu ručně.
de: Suche läuft … leider ohne Treffer. Geben Sie die Adresse bitte selbst ein.
es: Seguimos buscando… sin suerte. Escribe la dirección a mano.
fr: Recherche toujours en cours… sans résultat. Saisissez plutôt l'adresse.
nl: Nog steeds aan het zoeken… zonder succes. Typ het adres zelf in.
sk: Stále hľadáme… bez výsledku. Zadajte adresu ručne.
vi: Chưa tìm được vị trí. Bạn nhập địa chỉ bằng tay nhé.

source: Stop & Save
cs: Zastavit a uložit
de: Stoppen & Speichern
es: Detener y guardar
fr: Arrêter et enregistrer
nl: Stoppen & opslaan
sk: Zastaviť a uložiť
vi: Dừng & Lưu

source: Sweep the ceiling once in each room so the room closes up as a solid volume.
cs: V každé místnosti jednou přejeďte fotoaparátem po stropě, aby se místnost uzavřela jako celistvý objem.
de: Schwenken Sie in jedem Raum einmal über die Decke, damit sich der Raum zu einem geschlossenen Volumen schließt.
es: Pasa la cámara por el techo una vez en cada habitación para que el espacio se cierre como un volumen sólido.
fr: Balayez le plafond une fois dans chaque pièce pour que la pièce se referme en un volume plein.
nl: Ga in elke kamer één keer met de camera over het plafond, zodat de kamer een gesloten volume vormt.
sk: V každej miestnosti raz prejdite fotoaparátom po strope, aby sa miestnosť uzavrela do celistvého objemu.
vi: Lia lên trần một lượt ở mỗi phòng để hình khối phòng khép kín.

source: TIP: One order covers the WHOLE home — select the other floors above instead of ordering them separately!
cs: TIP: Jedna objednávka pokrývá CELÝ dům — vyberte výše ostatní podlaží, místo abyste je objednávali zvlášť!
de: TIPP: Eine Bestellung deckt das GANZE Haus ab — wählen Sie oben die anderen Etagen aus, statt sie einzeln zu bestellen!
es: CONSEJO: un pedido cubre TODA la vivienda — ¡selecciona las otras plantas arriba en lugar de pedirlas por separado!
fr: ASTUCE : une seule commande couvre TOUTE la maison — sélectionnez les autres étages ci-dessus au lieu de les commander séparément!
nl: TIP: Eén bestelling dekt de HELE woning — selecteer hierboven de andere verdiepingen in plaats van ze apart te bestellen!
sk: TIP: Jedna objednávka pokrýva CELÝ dom — namiesto samostatného objednávania vyberte ostatné podlažia vyššie!
vi: MẸO: MỘT đơn tính giá cho CẢ căn nhà — hãy chọn thêm các tầng ở trên thay vì đặt lẻ từng tầng!

source: Take the case off and stay out of direct sun — it keeps the phone from throttling.
cs: Sundejte kryt a vyhněte se přímému slunci — telefon se pak nepřehřívá a nezpomaluje.
de: Nehmen Sie die Hülle ab und bleiben Sie aus der direkten Sonne — so drosselt das iPhone die Leistung nicht.
es: Quítale la funda y evita el sol directo — así el teléfono no pierde rendimiento.
fr: Retirez l'étui et restez à l'abri du soleil direct — cela évite au téléphone de brider ses performances.
nl: Haal het hoesje eraf en blijf uit de directe zon — zo voorkom je dat de telefoon zichzelf afremt.
sk: Zložte kryt a vyhýbajte sa priamemu slnku — telefón tak neobmedzí svoj výkon.
vi: Tháo ốp lưng, tránh nắng trực tiếp — đỡ bị máy bóp hiệu năng.

source: Take the stairs extra slowly, keeping the steps in view.
cs: Po schodech jděte obzvlášť pomalu a mějte je stále v záběru.
de: Gehen Sie Treppen besonders langsam und behalten Sie die Stufen im Bild.
es: Sube las escaleras muy despacio, manteniendo los escalones a la vista.
fr: Prenez l'escalier très lentement, en gardant les marches dans le cadre.
nl: Neem de trap extra langzaam en houd de treden in beeld.
sk: Po schodoch choďte obzvlášť pomaly a stupne majte stále v zábere.
vi: Lên cầu thang thật chậm, giữ bậc thang trong khung hình.

source: Tap "Pay Now" — on the screen right after you order, or in the Orders tab. It opens the payment page in your browser. No button yet? Give it a few minutes; the link reaches your email.
cs: Klepněte na "Zaplatit nyní" — na obrazovce hned po objednání, nebo na záložce Objednávky. Tlačítko otevře platební stránku ve vašem prohlížeči. Tlačítko zatím nikde? Dejte tomu pár minut; odkaz vám dorazí na e-mail.
de: Tippen Sie auf "Jetzt bezahlen" — auf dem Bildschirm direkt nach der Bestellung oder im Tab "Bestellungen". Er öffnet die Zahlungsseite in Ihrem Browser. Noch kein Button? Warten Sie ein paar Minuten — der Link kommt per E-Mail.
es: Toca "Pagar ahora" — en la pantalla justo después de pedir, o en la pestaña Pedidos. Se abre la página de pago en tu navegador. ¿Aún no ves el botón? Dale unos minutos; el enlace llegará a tu correo.
fr: Touchez "Payer maintenant" — sur l'écran juste après la commande, ou dans l'onglet Commandes. Le bouton ouvre la page de paiement dans votre navigateur. Pas encore de bouton? Patientez quelques minutes; le lien arrive dans votre boîte courriel.
nl: Tik op "Nu betalen" — op het scherm direct na het bestellen, of in het tabblad Bestellingen. De knop opent de betaalpagina in je browser. Nog geen knop? Geef het een paar minuten; de link komt in je mailbox.
sk: Ťuknite na "Zaplatiť teraz" — na obrazovke hneď po objednaní alebo na karte Objednávky. Otvorí sa platobná stránka vo vašom prehliadači. Tlačidlo ešte nevidíte? Počkajte pár minút; odkaz vám príde na e-mail.
vi: Bạn bấm "Thanh toán ngay" — ở màn hình ngay sau khi đặt, hoặc ở tab Đơn hàng. Nút mở trang thanh toán bằng trình duyệt. Chưa thấy nút thì đợi vài phút, link sẽ tới email của bạn.

source: Tap Stop & Save, NAME the scan and tap Save — the scan is still recording until you do. Only then put the phone down.
cs: Klepněte na Zastavit a uložit, sken POJMENUJTE a klepněte na Uložit — do té doby se sken stále nahrává. Teprve potom telefon odložte.
de: Tippen Sie auf Stoppen & Speichern, BENENNEN Sie den Scan und tippen Sie auf Speichern — bis dahin nimmt der Scan weiter auf. Legen Sie das iPhone erst danach weg.
es: Toca Detener y guardar, PONLE NOMBRE al escaneo y toca Guardar — el escaneo sigue grabando hasta que lo hagas. Solo entonces deja el teléfono.
fr: Touchez Arrêter et enregistrer, NOMMEZ la numérisation puis touchez Enregistrer — la numérisation continue tant que ce n'est pas fait. Ne posez le téléphone qu'ensuite.
nl: Tik op Stoppen & opslaan, geef de scan een NAAM en tik op Opslaan — de scan blijft opnemen tot je dat doet. Leg de telefoon pas daarna neer.
sk: Ťuknite na Zastaviť a uložiť, sken POMENUJTE a ťuknite na Uložiť — dovtedy sken stále nahráva. Až potom telefón odložte.
vi: Bấm Dừng & Lưu, ĐẶT TÊN bản quét rồi bấm Lưu — chưa bấm là máy vẫn đang quét tiếp. Xong bước đó mới đặt máy xuống.

source: Tap the Scan button in the middle of the bottom bar to scan your first space. Every scan is filed under the home address you enter.
cs: Klepněte na tlačítko Skenovat uprostřed spodní lišty a naskenujte svůj první prostor. Každý sken se zařadí pod adresu domu, kterou zadáte.
de: Tippen Sie auf den Scan-Button in der Mitte der unteren Leiste, um Ihren ersten Bereich zu scannen. Jeder Scan wird unter der Hausadresse abgelegt, die Sie eingeben.
es: Toca el botón Escanear en el centro de la barra inferior para escanear tu primer espacio. Cada escaneo se guarda en la dirección de la vivienda que escribas.
fr: Touchez le bouton Numériser au milieu de la barre du bas pour numériser votre premier espace. Chaque numérisation est classée sous l'adresse de la maison que vous saisissez.
nl: Tik op de knop Scan in het midden van de balk onderaan om je eerste ruimte te scannen. Elke scan wordt bewaard onder het woningadres dat je invoert.
sk: Ťuknite na tlačidlo Skenovať v strede spodnej lišty a naskenujte svoj prvý priestor. Každý sken sa uloží pod adresu domu, ktorú zadáte.
vi: Bấm nút Scan ở giữa thanh dưới để quét không gian đầu tiên. Mỗi bản quét sẽ tự vào dự án theo địa chỉ bạn nhập.

source: Terms and Conditions
cs: Obchodní podmínky
de: Allgemeine Geschäftsbedingungen
es: Términos y condiciones
fr: Conditions générales
nl: Algemene voorwaarden
sk: Obchodné podmienky
vi: Điều khoản và điều kiện

source: Texture
cs: Textura
de: Textur
es: Textura
nl: Textuur
sk: Textúra

source: Thank you for choosing Cedar247!
cs: Děkujeme, že jste si vybrali Cedar247!
de: Vielen Dank, dass Sie sich für Cedar247 entschieden haben!
es: ¡Gracias por elegir Cedar247!
fr: Merci d'avoir choisi Cedar247!
nl: Bedankt dat je voor Cedar247 hebt gekozen!
sk: Ďakujeme, že ste si vybrali Cedar247!
vi: Cảm ơn bạn đã tin chọn Cedar247!

source: The 3D model hit its size limit before you finished — the saved part is safe. Scan the remaining area as another scan (name them "Part 1", "Part 2"…) and they can be merged later.
cs: 3D model dosáhl limitu velikosti dřív, než jste skončili — uložená část je v bezpečí. Zbývající prostor naskenujte jako další skeny (pojmenujte je "Part 1", "Part 2"…) a později je lze spojit.
de: Das 3D-Modell hat sein Größenlimit erreicht, bevor Sie fertig waren — der gespeicherte Teil ist sicher. Scannen Sie den restlichen Bereich als weitere Scans (nennen Sie sie "Part 1", "Part 2" …) — sie können später zusammengeführt werden.
es: El modelo 3D alcanzó su límite de tamaño antes de que terminaras — la parte guardada está a salvo. Escanea la zona que falta como otro escaneo (nombra las partes "Parte 1", "Parte 2"…) y se podrán combinar después.
fr: Le modèle 3D a atteint sa limite de taille avant la fin — la partie enregistrée est intacte. Numérisez la zone restante dans une autre numérisation (nommez-les "Part 1", "Part 2"…); elles pourront être fusionnées plus tard.
nl: Het 3D-model heeft zijn maximale grootte bereikt voordat je klaar was — het opgeslagen deel is veilig. Scan de rest als een aparte scan (noem ze "Deel 1", "Deel 2"…), dan kunnen ze later worden samengevoegd.
sk: 3D model dosiahol limit veľkosti skôr, než ste skončili — uložená časť je v bezpečí. Naskenujte zvyšnú oblasť ako ďalší sken (pomenujte ich "Časť 1", "Časť 2"…) a neskôr sa dajú zlúčiť.
vi: Mô hình 3D chạm giới hạn trước khi quét xong — phần đã lưu vẫn an toàn. Hãy quét khu còn lại thành một bản quét khác (đặt tên "Part 1", "Part 2"…) để ghép lại sau.
